<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
    */

    'registration_closed'    => 'ثبت نام بسته است.',
    'no_email_column'        => 'کاربران آدرس ایمیل مرتبط ندارند.',
    'first_page_you_see'     => '(صفحه اول بعد از ورود به سیستم)',
    'login_status'           => 'وضعیت ورود',
    'logged_in'              => 'شما وارد شده اید!',
    'toggle_navigation'      => 'تغییر ناوبری',
    'administration'         => 'مدیریت',
    'user'                   => 'کاربر',
    'logout'                 => 'خروج',
    'login'                  => 'ورود',
    'register'               => 'ثبت نام',
    'name'                   => 'نام',
    'email_address'          => 'آدرس ایمیل',
    'password'               => 'کلمه عبور',
    'old_password'           => 'کلمه عبور فعلی',
    'new_password'           => 'کلمه عبور جدید',
    'confirm_password'       => 'تکرار کلمه عبور',
    'remember_me'            => 'مرا به خاطر بسپار',
    'forgot_your_password'   => 'کلمه عبور خود را فراموش کرده اید؟',
    'reset_password'         => 'بازنشانی کلمه عبور',
    'send_reset_link'        => 'ارسال لینک بازنشانی کلمه عبور',
    'click_here_to_reset'    => 'برای تغییر کلمه عبور کلیک کنید',
    'change_password'        => 'تغییر کلمه عبور',
    'unauthorized'           => 'غیر مجاز',
    'dashboard'              => 'داشبورد ',
    'handcrafted_by'         => 'توسعه یافته توسط ',
    'powered_by'             => 'نیرو گرفته از',
    'my_account'             => 'حساب من',
    'update_account_info'    => 'به روز رسانی اطلاعات حساب',
    'save'                   => 'ذخیره',
    'cancel'                 => 'لغو',
    'error'                  => 'خطا',
    'success'                => 'موفقیت',
    'old_password_incorrect' => 'کلمه عبور قدیمی نادرست است.',
    'password_dont_match'    => 'کلمه های عبور مطابقت ندارند.',
    'password_empty'         => 'اطمینان حاصل کنید که هر دو فیلد کلمه عبور پر شده است.',
    'password_updated'       => 'پسورد آپدیت شد.',
    'account_updated'        => 'حساب با موفقیت به روز شد.',
    'unknown_error'          => 'یک خطای ناشناخته رخ داده است. لطفا دوباره تلاش کنید.',
    'error_saving'           => 'خطا در هنگام ذخیره. لطفا دوباره تلاش کنید.',

    'password_reset' => [
        'greeting' => 'سلام!',
        'subject'  => 'هشدار بازنشانی کلمه عبور',
        'line_1'   => 'شما این ایمیل را دریافت کرده اید زیرا ما یک درخواست بازنشانی کلمه عبور برای حساب کاربری شما دریافت کرده ایم.',
        'line_2'   => 'برای بازنشانی کلمه عبور خود، روی دکمه زیر کلیک کنید:',
        'button'   => 'بازنشانی کلمه عبور',
        'notice'   => 'اگر شما برای بازنشانی کلمه عبور درخواست نکردید، هیچ اقدام دیگری لازم نیست.',
    ],

    'step'                 => 'گام',
    'confirm_email'        => 'ایمیل تایید',
    'choose_new_password'  => 'کلمه عبور جدید را انتخاب کنید',
    'confirm_new_password' => 'کلمه عبور جدید را تأیید کنید',
];
